TestCases/RAS/SandiaD/constant/chemistryProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format          ascii;
    class           dictionary;
    location        "constant";
    object          chemistryProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

#includeEtc     "caseDicts/solvers/chemistry/TDAC/chemistryPropertiesFlame.cfg"

chemistryType
{
    solver          ode;
    method          chemistryModel;
}

jacobian        exact;

chemistry       on;

initialChemicalTimeStep 1e-07;

odeCoeffs
{
    solver          rodas34;
    absTol          1e-8;
    relTol          1e-4;
}


#include        "reactionsGRI"


// ************************************************************************* //
